{
	"recipes": [
		{
			"id": 1,
			"name": "Харчо",
			"category": ["Cуп"],
			"description": "Суп харчо готовится из говядины, с соусом ткемали, грецкими орехами, чесноком, кинзой. Ткемали и орехи придают блюду особый вкус и исключительный аромат, а кинза и чеснок - пикантность и остроту.",
			"ingredients": [
				{"name": "Говядина", "amount": "500 г"},
				{"name": "Рис", "amount": "100 г"},
				{"name": "Морковь", "amount": "50 г"},
				{"name": "Лук репчатый", "amount": "50 г"},
				{"name": "Чеснок", "amount": "5 зубчиков"},
				{"name": "Кинза", "amount": "20 г"},
				{"name": "Соус ткемали", "amount": "50 мл"},
				{"name": "Орехи грецкие", "amount": "15 г"},
				{"name": "Хмели-сунели", "amount": "5 г"},
				{"name": "Соль", "amount": "по вкусу"},
				{"name": "Перец чёрный молотый", "amount": "по вкусу"},
				{"name": "Вода", "amount": "3 литра"}
			],
			"steps": [
				{"num": 1, "body": "Говядину промываем, ставим в воду на огонь. После закипания снимаем с огня, выливаем воду и снова промываем мясо. После этого возвращаем его на огонь в новую чистую воду" },
				{"num": 2, "body": "После закипания убавляем до малого огня и варим 2 часа, снимая пену"},
				{"num": 3, "body": "Грецкие орехи чистим. Ядра орехов заливаем кипятком и даём настояться 5 минут. Сливаем воду с орехов и чистим их от пленки. Очищенные орехи мелко нарезаем."},
				{"num": 4, "body": "Ставим сковороду на малый огонь, даем ей нагреться и выкладываем нарезанные орехи. Жарим орехи примерно 2-4 минуты, пока не появится приятный аромат. Обжаренные орехи пересыпаем на тарелку."},
				{"num": 5, "body": "Когда говядина сварится, достаем мясо из кастрюли и нарезаем крупными кусками. Также нарезаем лук, чеснок и морковь."},
				{"num": 6, "body": "В кипящий бульон добавляем лук. Через 5 минут к луку добавляем морковь. Потом промытый рис."},
				{"num": 7, "body": "Через 5 минут в кастрюлю добавляем мясо и чеснок. Через 10 минут добавляем ткемали. Затем в кастрюлю высыпаем жареные грецкие орехи и хмели-сунели. Солим и перчим по вкусу."},
				{"num": 8, "body": "Нарезаем мелко кинзу. Через 10 минут выключаем нагрев. Добавляем в суп мелко нарезанную кинзу. Накрываем кастрюлю крышкой и даем супу харчо настояться 10 минут. Классический суп харчо готов. Приятного аппетита!"}
			],
			"time": {
				"hours": 2,
				"minutes": 55
			}
		},
		{
			"id": 2,
			"name": "Салат Цезарь",
			"category": ["Салат"],
			"description": "Этот салат можно готовить по многим рецептам. Я предлагаю салат цезарь с курицей, доступный всем.",
			"ingredients": [
				{"name": "Куриная грудка отварная", "amount": "500 г"},
				{"name": "Яйца вареные", "amount": "4 шт"},
				{"name": "Сухарики", "amount": "1 пачка"},
				{"name": "Сыр твёрдый", "amount": "200 г"},
				{"name": "Помидоры черри", "amount": "200 г"},
				{"name": "Листья салата", "amount": "200 г"},
				{"name": "Соль", "amount": "10 г"},
				{"name": "Горчица", "amount": "2 ст. л."},
				{"name": "Чеснок", "amount": "2 зубчика"},
				{"name": "Сок лимона", "amount": "1/2 шт"},
				{"name": "Масло оливковое", "amount": "100 мл"}
			],
			"steps": [
				{ "num": 1, "body": "Отварить куриную грудку с добавлением соли." },
				{"num": 2, "body": "Яйца порезать полукольцами, листья салата помыть и просушить."},
				{"num": 3, "body": "Помидорчики тоже вымыть. Сыр натереть на терке. Сухарики взять кубиками со вкусом сыра."},
				{"num": 4, "body": "Все ингредиенты для заправки взбить блендером."},
				{"num": 5, "body": "Салат выложить слоями: 1 - мясо куриное, 2 - сухарики, 3 - яйца, 4 - сыр, 5 - помидоры Черри, Все залить соусом."},
				{"num": 6, "body": "Салат выложить на целые листья салата. Сверху посыпать свежемолотой смесью перцев."}
			],
			"time": {
				"hours": 0,
				"minutes": 30 
			}
		},
		{
			"id": 3,
			"name": "Соус болоньезе",
			"category": ["Основное", "Паста"],
			"description": "Соус болоньезе - классика итальянской кухни. Вкуснейший соус из мясного фарша с помидорами и красным вином - идеальное дополнение к спагетти.",
			"ingredients": [
				{"name": "Фарш говяжий", "amount": "300 г"},
				{"name": "Помидоры консервированные очищенные", "amount": "300 г"},
				{"name": "Вино красное сухое", "amount": "120 мл"},
				{"name": "Томатная паста", "amount": "1.5 ст. л."},
				{"name": "Сыр твёрдый", "amount": "40 г"},
				{"name": "Морковь", "amount": "70 г"},
				{"name": "Корень сельдерея", "amount": "30-40 г"},
				{"name": "Лук репчатый", "amount": "70 г"},
				{"name": "Чеснок", "amount": "1 зубчик"},
				{"name": "Масло растительное (для жарки)", "amount": "2 ст. л."},
				{"name": "Орегано сушёный", "amount": "по вкусу"},
				{"name": "Базилик сушёный", "amount": "по вкусу"},
				{"name": "Соль", "amount": "по вкусу"},
				{"name": "Перец чёрный молотый", "amount": "по вкусу"}
			],
			"steps": [
				{"num": 1, "body": "Очищенные морковь, чеснок, лук и сельдерей нарезать небольшими по размеру кубиками. Помидоры измельчить."},
				{"num": 2, "body": "В сковороде разогреть 1 ст. ложку масла и выложить туда все овощи. Обжарить 4-5 минут, помешивая."},
				{"num": 3, "body": "Отдельно разогреть оставшееся масло и обжарить говяжий фарш 4-5 минут. В процессе приготовления фарш разбивать лопаткой, чтобы не было крупных комочков."},
				{"num": 4, "body": "Добавить к фаршу предварительно обжаренные овощи. Следом влить в сковороду вино и выпарить его на среднем огне 6-7 минут."},
				{"num": 5, "body": "Спустя время добавить в сковороду измельчённые помидоры, томатную пасту, соль, чёрный перец и сушёные травы (орегано и базилик). Довести всё до кипения и прикрыть сковороду крышкой."},
				{"num": 6, "body": "Тушить соус 1,5-2 часа на небольшом огне. Соус должен стать густым и насыщенным."},
				{"num": 7, "body": "Сыр натереть на средней тёрке и добавить в сковороду. Перемешать."},
				{"num": 7, "body": "Домашний соус болоньезе готов. Подавать соус со спагетти."}
			],
			"time": {
				"hours": 2,
				"minutes": 10
			}
		},
		{
			"id": 4,
			"name": "Ленивые хачапури (сырные лепёшки на сковороде)",
			"category": ["Выпечка"],
			"description": "Сырная лепёшка с укропом, приготовленная на сковороде, по вкусу напоминает хачапури (традиционный грузинский пирог с сыром), но готовится значительно проще и быстрее.",
			"ingredients": [
				{"name": "Сыр твёрдый", "amount": "100 г"},
				{"name": "Укроп свежий", "amount": "10 г"},
				{"name": "Сметана", "amount": "80 г"},
				{"name": "Яйцо", "amount": "1 шт"},
				{"name": "Мука", "amount": "1 ст. л."},
				{"name": "Масло подсолнечное", "amount": "2 ст. л."},
				{"name": "Соль", "amount": "по вкусу"},
				{"name": "Перец чёрный молотый", "amount": "по вкусу"}
			],
			"steps": [
				{"num": 1, "body": "Натрите сыр, измельчите укроп и добавте всё в одну миску."},
				{"num": 2, "body": "Сюда же добавьте сметану, яйцо, муку, соль и чёрный молотый перец. Перемешайте ингредиенты ложкой. Получится смесь наподобие теста."},
				{"num": 3, "body": "В сковороде разогрейте подсолнечное масло и выложите сырную смесь, разровняв поверхность."},
				{"num": 4, "body": "Накройте сковороду крышкой, убавьте огонь до минимума и готовьте сырную лепёшку на сковороде 5 минут."},
				{"num": 5, "body": "Когда сырная лепёшка поджарится снизу, а поверхность перестанет липнуть, крышку со сковороды снимите."},
				{"num": 6, "body": "Сырную лепёшку переверните на другую сторону, снова накройте сковороду крышкой и жарьте ещё минуты 3-4 также на медленном огне."},
				{"num": 7, "body": "Готовую сырную лепёшку а-ля хачапури переложите на тарелку."}
			],
			"time": {
				"hours": 0,
				"minutes": 15
			}
		},
		{
			"id": 5,
			"name": "Маки-роллы с лососем",
			"category": ["Закуски"],
			"description": "В данном рецепте я покажу, как приготовить самые простые роллы в домашних условиях - маки роллы. Если вы думаете, что приготовление роллов сложный процесс, вы сильно ошибаетесь, - на самом деле готовятся они просто!",
			"ingredients": [
				{"name": "Лосось", "amount": "250 г"},
				{"name": "Рис круглозерный", "amount": "200 г"},
				{"name": "Вода", "amount": "200 мл"},
				{"name": "Листья нори", "amount": "3 шт"},
				{"name": "Уксус рисовый", "amount": "50 мл"},
				{"name": "Сахар", "amount": "3 ст. л."},
				{"name": "Соль", "amount": "1 ч. л."},
				{"name": "Васаби", "amount": "по вкусу"},
				{"name": "Соевый соус", "amount": "по вкусу"}
			],
			"steps": [
				{"num": 1, "body": "Промытый рис заливаем водой в соотношении 110% от объёма риса. Закрываем кастрюлю крышкой, включаем средний огонь и доводим воду до кипения. Когда вода закипит, оставляем рис вариться 15 минут на минимальном огне. Через 15 минут выключаем огонь, открываем крышку, накрываем кастрюлю кухонным полотенцем, возвращаем крышку на место и оставляем рис доходить ещё на 15 минут."},
				{"num": 2, "body": "Пока рис варится, необходимо сделать заправку для него. Для этого смешиваем 50 мл рисового уксуса с 3 ст.л. сахара и 1 ч.л. соли. Перемешиваем заправку для риса, пока сахар полностью не растворится. Для тех, кто не смог найти рисовый уксус: возьмите обычный яблочный 6% и разбавьте его с водой в соотношении 1:1."},
				{"num": 3, "body": "Подготавливаем все остальные ингредиенты. С лосося срезаем шкуру. В оригинале роллы должны готовиться из свежего лосося, однако, если вам это не по душе, можете взять слабосолёную рыбу. Отрезаем у филе лосося тешу (край брюшка рыбы), она в приготовлении не участвует. Оставшийся кусок лосося нарезаем брусочками. Я люблю, когда в роллах много начинки, поэтому делаю брусочки достаточно крупными. В моём случае их толщина составляет примерно полсантиметра. Каждый лист нори разделяем на 2 равные части."},
				{"num": 4, "body": "Возвращаемся к рису. Открываем кастрюлю и снимаем с неё полотенце. Заливаем в рис заправку, приготовленную в начале рецепта. Перемешиваем рис с заправкой. Старайтесь делать это аккуратно, чтобы не повредить зерна риса."},
				{"num": 5, "body": "На рабочей поверхности располагаем циновку, обернутую в пищевую пленку. На неё кладём половину листа нори матовой стороной вверх. На нори выкладываем рис руками, смоченными в воде, чтобы рис к ним меньше прилипал. Разравниваем его ровным слоем толщиной примерно 5 мм. В верхней части оставляем полоску нори шириной 1,5 см без риса. По центру риса выкладываем начинку. Сворачиваем ролл, пальцами придерживая начинку. Полоску нори без риса оставляем снаружи. Смачиваем её водой. Заворачиваем ролл до конца и фиксируем его край."},
				{"num": 6, "body": "Чтобы ролл выглядел аккуратнее, обрезаем у него торчащие края. Затем разделяем его пополам. И нарезаем на 6 равных частей ножом, смоченным в холодной воде. Намочить нож надо обязательно, иначе к нему будет прилипать рис и роллы в процессе нарезания могут потерять форму."}
			],
			"time": {
				"hours": 0,
				"minutes": 30
			}
		},
		{
			"id": 6,
			"name": "Оладьи на кефире *\"Пышные*\"",
			"category": ["Выпечка", "Десерт"],
			"description": "Очень вкусные и нежные оладьи на кефире. Настоятельно рекомендую пышные кефирные оладьи на завтрак.",
			"ingredients": [
				{"name": "Кефир", "amount": "1 стакан (250 мл)"},
				{"name": "Яйца", "amount": "1-2 шт"},
				{"name": "Мука пшеничная", "amount": "1.5 стакана (около 240 г)"},
				{"name": "Сахар", "amount": "2-3 ст. л."},
				{"name": "Соль", "amount": "0.5 ч. л."},
				{"name": "Сода", "amount": "0.25 ч. л."},
				{"name": "Масло растительное (для жарки)", "amount": "на глаз"}
			],
			"steps": [
				{"num": 1, "body": "К яйцам добавить сахар и соль и взбить венчиком."},
				{"num": 2, "body": "Затем добавить кефир. Хорошо перемешать."},
				{"num": 3, "body": "Поставить миску на маленький огонь и, помешивая, нагревать смесь, пока она не станет чуть теплой (примерно до 40 градусов). Снять миску с огня."},
				{"num": 4, "body": "Всыпать в теплую смесь просеянную муку частями, постоянно взбивая венчиком, чтобы не было комочков. Добавить соду."},
				{"num": 5, "body": "Хорошо всё перемешать. Тесто для оладий на кефире оставить минут на 20-30. Больше тесто не перемешивать!"},
				{"num": 6, "body": "Разогреть сковороду, налить растительное масло (слоем 3-5 мм). Можно использовать меньше масла для жарки, но чем больше масла, тем сильнее поднимутся оладьи. В хорошо разогретое масло столовой ложкой выкладывать тесто, аккуратно набирая его от края (не перемешивая!). Жарить оладьи на среднем огне сперва с одной стороны до румяности, около 2 минут."},
				{"num": 7, "body": "Затем оладьи перевернуть, накрыть сковороду крышкой и жарить с другой стороны еще 1-2 минуты."},
				{"num": 8, "body": "Можно крышкой не накрывать, но под крышкой оладьи получаются пышнее. Готовые оладьи можно выкладывать на бумажное полотенце, чтобы впиталось лишнее масло."},
				{"num": 9, "body": "Подавать оладьи на кефире теплыми, со сметаной, вареньем или медом. Приятного аппетита!"}
			],
			"time": {
				"hours": 1,
				"minutes": 0
			}
		},
		{
			"id": 7,
			"name": "Плов",
			"category": ["Основное"],
			"description": "Многие боятся готовить плов - то он получается кашей, то сухой, то слишком водянистый. К тому же гуру узбекской кухни любят рассказывать о нем длинно, витиевато и с большим количеством ограничений. Кажется, что сварить плов труднее, чем управлять космическим кораблем. Все совсем не так! Плов - это простая еда. И готовится плов легко и просто!",
			"ingredients": [
				{"name": "Мясо (курица, баранина и т.д.)", "amount": "1 кг"},
				{"name": "Рис (длиннозерный пропаренный или другой рис)", "amount": "1 кг"},
				{"name": "Морковь", "amount": "1 кг"},
				{"name": "Лук репчатый", "amount": "4 шт"},
				{"name": "Чеснок", "amount": "2 головки"},
				{"name": "Перец острый свежий", "amount": "2 стручка"},
				{"name": "Зира", "amount": "по вкусу"},
				{"name": "Соль", "amount": "по вкусу"},
				{"name": "Масло растительное", "amount": "250-300 мл"}
			],
			"steps": [
				{"num": 1, "body": "Нарезаем достаточно крупно мясо, морковь и лук."},
				{"num": 2, "body": "В разогретом казане слегка обжариваем лук на растительном масле."},
				{"num": 3, "body": "Добавляем мясо, обжариваем почти до готовности."},
				{"num": 4, "body": "Засыпаем морковь, обжариваем. Солим, добавляем специи."},
				{"num": 5, "body": "Рис хорошо промываем, засыпаем в казан, перемешиваем и заливаем кипятком, чтобы вода покрывала рис на 2-2,5 см. Воды лучше не долить. Если в процессе готовки окажется, что воды мало, её спокойно можно добавить. А вот если воды будет много, рис гарантированно переварится."},
				{"num": 6, "body": "Доводим до кипения, не накрывая крышкой. Пробуем на соль и если нужно досаливаем."},
				{"num": 7, "body": "Как только закипит, добавляем целые головки чеснока, очищенные от верхней шелухи, и стручки острого перца. Уменьшаем огонь до минимума, накрываем крышкой и оставляем плов минут на 20. Через 20 минут проверяйте: если рис еще сырой, а воды уже нет - долейте немного горячей воды и снова накройте крышкой. Готовый рис не должен быть слишком мягким."},
				{"num": 8, "body": "Выключаем огонь и даем плову постоять минут 15-20."},
				{"num": 9, "body": "Традиционно к узбекскому плову готовят салат Ачучук (Ачик-Чучук или, иначе, Шакароб). Готовить его элементарно: нарезаем помидоры и лук, добавляем соль и черный перец. Масло в этот салат не добавляется. Плов готов, приятного аппетита!"} 
			],
			"time": {
				"hours": 1,
				"minutes": 30
			}
		},
		{
			"id": 8,
			"name": "Борщ с говядиной",
			"category": ["Суп"],
			"description": "Вкусный красный борщ с говядиной приготовить очень легко.",
			"ingredients": [
				{"name": "Говядина", "amount": "500 г"},
				{"name": "Свёкла", "amount": "1 шт"},
				{"name": "Картофель", "amount": "2 шт"},
				{"name": "Капуста белокочанная", "amount": "200 г"},
				{"name": "Морковь", "amount": "1 шт"},
				{"name": "Лук репчатый", "amount": "1 шт"},
				{"name": "Томатная паста", "amount": "1 ст. л."},
				{"name": "Масло растительное", "amount": "2 ст. л."},
				{"name": "Уксус", "amount": "1 ч. л."},
				{"name": "Лавровый лист", "amount": "1 шт"},
				{"name": "Перец чёрный горошком", "amount": "2-3 шт"},
				{"name": "Соль", "amount": "по вкусу"},
				{"name": "Вода", "amount": "1.5 л"},
				{"name": "Зелень укропа и/или петрушки (для подачи)", "amount": "3-4 веточки"},
				{"name": "Сметана (для подачи)", "amount": "2 ст. л."}
			],
			"steps": [
				{"num": 1, "body": "Залить мясо в кастрюле холодной водой, довести до кипения, снять пену. Варить бульон примерно 1,5 часа на небольшом огне. В конце варки посолить."},
				{"num": 2, "body": "Свеклу, морковь, лук, капусту и картофель очистить и нарезать."},
				{"num": 3, "body": "На сковороде разогреть растительное масло. Свёклу, морковь и лук выложить на сковороду и тушить на среднем огне (пассеровать), помешивая, 5-7 минут."},
				{"num": 4, "body": "В конце добавить уксус и томатную пасту. Перемешать. Готовить овощи ещё 3-4 минуты, помешивая."},
				{"num": 5, "body": "В кипящий бульон выложить картофель и капусту, варить 10 минут. (Молодую капусту добавлять за 5 минут до окончания приготовления борща.)"},
				{"num": 6, "body": "Затем добавить пассерованные овощи, лавровый лист и перец. Варить борщ с говядиной еще 5-7 минут."},
				{"num": 7, "body": "Готовому борщу дать настояться 10-15 минут. Зелень нарезать. Разлить борщ по тарелкам, заправить сметаной и посыпать зеленью."}
			],
			"time": {
				"hours": 2,
				"minutes": 0
			}
		}
	]
}


